Repository: Beanlek/bat_loyalty_program_app
Catalog: lib/l10n/app_*.arb
Languages: bn

# language
source: English
bn: Bengali

source: Loyalty Points
bn: আনুগত্য পয়েন্ট

source: Tracking History
bn: ট্র্যাকিং ইতিহাস

source: Image Status
bn: ছবির অবস্থা

source: Product Catalogue
bn: প্রোডাক্ট ক্যাটালগ

source: Home
bn: হোম

# track_history
source: Tracking History
bn: ট্র্যাকিং ইতিহাস

source: Profile
bn: প্রোফাইল

# manage_outlet
source: Manage Outlets
bn: আউটলেট পরিচালনা করুন

source: Settings
bn: সেটিংস

source: Log Out
bn: লগ আউট

source: Select Language
bn: ভাষা নির্বাচন করুন

source: Information
bn: তথ্য

source: Username
bn: ব্যবহারকারীর নাম

source: Full Name
bn: সম্পূর্ণ নাম

source: Email
bn: ইমেইল

source: Mobile
bn: মোবাইল

source: Shipping Address
bn: শিপিং ঠিকানা

source: Join At
bn: যোগদান তারিখ

source: Joined
bn: যোগদান

# you_are_logging_out
source: You are logging out. Proceed?
bn: আপনি লগ আউট করতে যাচ্ছেন। চালিয়ে যাবেন?

# progress_not_saved
source: Once logged out, progress will not be saved.
bn: লগ আউটের পরে, সমস্ত অগ্রগতি সংরক্ষিত হবে না।

source: Cancel
bn: বাতিল করুন

source: Confirm
bn: নিশ্চিত করুন

source: Logging Out
bn: লগ আউট হচ্ছে

# outlet
source: Outlets
bn: আউটলেট

source: Edit
bn: সম্পাদনা করুন

source: Unsaved Data
bn: অসংরক্ষিত ডেটা

source: Yes
bn: হ্যাঁ

source: Continue Editing
bn: সম্পাদনা চালিয়ে যান

# are_you_sure_exit
source: Are you sure you want to exit this page?
bn: আপনি কি নিশ্চিত যে আপনি এই পৃষ্ঠাটি ছাড়তে চান?

# progress_not_saved_on_exit
source: Once you exit, all progress will not be saved.
bn: একবার প্রস্থান করলে, সমস্ত অগ্রগতি সংরক্ষিত হবে না।

source: Edit Profile
bn: প্রোফাইল সম্পাদনা

source: Personal Information
bn: ব্যক্তিগত তথ্য

source: Phone No
bn: ফোন নম্বর

source: Security Information
bn: নিরাপত্তা তথ্য

source: Password
bn: পাসওয়ার্ড

source: Address Information
bn: ঠিকানা তথ্য

source: Unit No. / House No.
bn: ইউনিট নং / বাড়ির নং

source: Street Name
bn: রাস্তার নাম

source: Residential Area
bn: আবাসিক এলাকা

source: State
bn: রাজ্য

source: City
bn: শহর

source: Postcode
bn: পোস্টকোড

source: Save Changes
bn: পরিবর্তন সংরক্ষণ করুন

source: Save your changes?
bn: আপনার পরিবর্তনগুলি সংরক্ষণ করবেন?

source: Save
bn: সংরক্ষণ করুন

source: Successful.
bn: সফল হয়েছে।

source: Edit saved.
bn: সম্পাদনা সংরক্ষিত হয়েছে।

# something_went_wrong
source: Something went wrong. Error.
bn: কিছু ভুল হয়েছে। ত্রুটি।

# unsuccessful
source: Unsuccessful. Please enter your info correctly.
bn: অসফল। অনুগ্রহ করে সঠিক তথ্য প্রবেশ করুন।

source: Active Outlets
bn: সক্রিয় আউটলেট

source: Total Outlets
bn: মোট আউটলেট

source: Show Past Outlets
bn: পূর্বের আউটলেট দেখান

source: Status: Assigned
bn: স্থিতি: বরাদ্দকৃত

source: Status: Not assigned
bn: স্থিতি: বরাদ্দ করা হয়নি

# only_active_outlet
source: This is your only active outlet. You cannot deactivate this outlet.
bn: এটি আপনার একমাত্র সক্রিয় আউটলেট। আপনি এই আউটলেটটি নিষ্ক্রিয় করতে পারবেন না।

# deactivating_status
source: You are DEACTIVATING your status. This indicates that you are no longer assigned as an employee in this outlet. Proceed?
bn: আপনি আপনার স্থিতি নিষ্ক্রিয় করছেন। এর অর্থ আপনি আর এই আউটলেটের কর্মচারী হিসেবে নিয়োজিত থাকবেন না। চালিয়ে যাবেন?

# reactivating_status
source: You are REACTIVATING your status. This indicates that you will be assigned as an employee in this outlet. Proceed?
bn: আপনি আপনার স্থিতি পুনরায় সক্রিয় করছেন। এর অর্থ আপনি এই আউটলেটের কর্মচারী হিসেবে পুনরায় নিয়োজিত হবেন। চালিয়ে যাবেন?

source: Changing Status
bn: স্থিতি পরিবর্তন করা হচ্ছে

# successful_status_change
source: Successful. Outlet status changed.
bn: সফল হয়েছে। আউটলেটের স্থিতি পরিবর্তিত হয়েছে।

source: Add New Outlets
bn: নতুন আউটলেট যোগ করুন

source: Add Outlet
bn: আউটলেট যোগ করুন

source: Outlet Information
bn: আউটলেটের তথ্য

source: Company
bn: কোম্পানি

source: Add
bn: যোগ করুন

source: Adding New Outlet
bn: নতুন আউটলেট যোগ করা হচ্ছে

# add_this_outlet_as_other
source: Add this outlet as your other outlets?
bn: এই আউটলেটটিকে আপনার অন্যান্য আউটলেট হিসেবে যোগ করুন?

source: Successful. Edit saved.
bn: সফল হয়েছে। সম্পাদনা সংরক্ষিত হয়েছে।

# outlet_already_added
source: Outlet is already added.
bn: আউটলেটটি ইতিমধ্যে যোগ করা হয়েছে।

source: Brand
bn: ব্র্যান্ড

source: Category
bn: শ্রেণী

source: Log In
bn: লগ ইন

source: Username or Phone
bn: ইউজারনেম বা ফোন

source: Forgot Password
bn: পাসওয়ার্ড ভুলে গেছেন

# new_register
source: New?
bn: নতুন?

source: Register Here
bn: এখানে নিবন্ধন করুন

# please_enter_username_or_phone
source: Please enter your username or phone
bn: অনুগ্রহ করে আপনার ইউজারনেম বা ফোন নম্বর লিখুন

# please_enter_password
source: Please enter your password
bn: অনুগ্রহ করে আপনার পাসওয়ার্ড লিখুন

source: Successfully Login
bn: সফলভাবে লগ ইন

source: Wrong Username or password
bn: ভুল ইউজারনেম বা পাসওয়ার্ড

source: Unable to log in. Error
bn: লগ ইন করা সম্ভব নয়। ত্রুটি

source: Running on
bn: চলমান অবস্থায়

# need_help
source: Need any help?
bn: কোনো সাহায্যের প্রয়োজন?

source: Contact us
bn: আমাদের সাথে যোগাযোগ করুন

source: Environment Change
bn: পরিবেশ পরিবর্তন

source: Register
bn: নিবন্ধন

# enter_phone_to_start_registration
source: Enter your phone number to start registration
bn: নিবন্ধন শুরু করতে আপনার ফোন নম্বর লিখুন

source: Phone
bn: ফোন

# already_registered
source: Registered?
bn: নিবন্ধিত?

source: Login Here
bn: এখানে লগ ইন করুন

source: Next
bn: পরবর্তী

source: Phone number valid
bn: ফোন নম্বর বৈধ

# step_of
source: Step
bn: ধাপ

# step_of2
source: of
bn: এর

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন

source: Enter your personal information
bn: আপনার ব্যক্তিগত তথ্য লিখুন

source: Address
bn: ঠিকানা

source: Enter your shipping address
bn: আপনার শিপিং ঠিকানা লিখুন

source: Security
bn: নিরাপত্তা

# please_choose_security_phrase_image
source: Please choose a security phrase along with a security image
bn: একটি নিরাপত্তা বাক্যাংশ এবং একটি নিরাপত্তা ছবি নির্বাচন করুন

source: Choose a phrase
bn: একটি বাক্যাংশ নির্বাচন করুন

source: Choose an image
bn: একটি ছবি নির্বাচন করুন

# please_choose_main_workplace_location
source: Please choose your main workplace location
bn: আপনার প্রধান কর্মস্থল অবস্থান নির্বাচন করুন

# choose_main_outlet
source: Choose your main outlet first. Other outlets can be added in the app later.
bn: প্রথমে আপনার প্রধান আউটলেট নির্বাচন করুন। অন্য আউটলেটগুলি পরে অ্যাপে যোগ করা যাবে।

source: Confirmation
bn: নিশ্চিতকরণ

# double_check_info_and_all_set
source: Double check your information and you are all set!
bn: আপনার তথ্য দ্বিগুণ পরীক্ষা করুন এবং আপনি প্রস্তুত!

source: Security Image
bn: নিরাপত্তা ছবি

source: Security Phrase
bn: নিরাপত্তা বাক্যাংশ

# error_phone_or_username_exists
source: Phone or username already exists
bn: ফোন নম্বর বা ইউজারনেম ইতিমধ্যে রয়েছে

# account_successfully_registered
source: Account successfully registered! Log in to proceed
bn: অ্যাকাউন্ট সফলভাবে নিবন্ধিত হয়েছে! এগিয়ে যেতে লগ ইন করুন

# info_cannot_be_edited_once_registered
source: Once registered, some information cannot be edited
bn: নিবন্ধন করার পর কিছু তথ্য সম্পাদনা করা যাবে না

# ensure_info_correct_before_registering
source: Make sure your information is correct before registering.
bn: নিবন্ধনের আগে আপনার তথ্য সঠিক কিনা নিশ্চিত করুন।

source: Back
bn: ফিরে যান

# username_taken
source: Your username is already taken.
bn: আপনার ইউজারনেম ইতিমধ্যে নেওয়া হয়েছে।

# invalid_username_follow_guideline
source: Invalid username. Please follow the guideline.
bn: অবৈধ ইউজারনেম। দয়া করে নির্দেশনা অনুসরণ করুন।

source: Invalid
bn: অবৈধ

source: Please double check.
bn: দয়া করে আবার পরীক্ষা করুন।

# name_contains_only_alphabet
source: Make sure your name contains only alphabet.
bn: আপনার নাম শুধুমাত্র বর্ণমালা রয়েছে কিনা তা নিশ্চিত করুন।

# example_email
source: Eg: emailName@gmail.com
bn: যেমন: emailName@gmail.com

# password_criteria
source: At least 1 digit and 1 special character
bn: কমপক্ষে ১টি সংখ্যা এবং ১টি বিশেষ অক্ষর থাকতে হবে

source: Password does not match
bn: পাসওয়ার্ড মেলেনি

source: is empty
bn: ফাঁকা

# ensure_contains_5_digits
source: Make sure it contains 5 digits.
bn: নিশ্চিত করুন যে এটি ৫টি সংখ্যা রয়েছে।
